---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToMaintainExclusions
source: html/c53c99b9-5364-e6bb-549a-033f3295da5f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToMaintainExclusions Property

Unable to maintain exclusion of some group members. Some excluded members have been restored.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToMaintainExclusions { get; }
```